var data = [
  { 'name': '玄武门', 'center': '118.787212,32.070545','introduce':'玄武门是南京明城墙的后开城门，开辟于1908年，原名丰润门，位于神策门和解放门、太平门之间，因靠近玄武湖而得名，作为玄武湖公园的西门。' },
  { 'name': '中华门', 'center': '118.781807,32.012776','introduce':'中华门是南京明城墙的十三座明代京城城门之一，原名聚宝门，是中国现存规模最大的城门，也是世界上保存最完好、结构最复杂的堡垒瓮城，其建筑规模仅次于通济门（现已不存），有“天下第一瓮城”之称。中华门布局严整、构造独特，是研究中国古代军事设施的重要实物资料，不论是在军事上、历史上、还是在文化上、城建史上，都占有重要的地位。'},
  { 'name': '集庆门', 'center': '118.772346,32.018776','introduce':'集庆门是南京明城墙的后开城门，开辟于1991年，位于南京市秦淮区明城墙西南段、水西门以南、集庆门大街东端护城河东侧。集庆门座东朝西，是南京城墙在建国后开的第二个城门。' },
  { 'name': '江东门', 'center': '118.742094,32.035982','introduce':'江东门，是南京明城墙中外郭城的十八座城门之一，位于今南京市建邺区，因城门临近长江以东而得名。江东门东往水西门，西通上新河，有河道径流流入长江；自明代以来，一直是南京城外西南部商业和交通中心，粮食、木材的主要集散地。' }
];